Repository: inawafalm/Clarity
Catalog: Clarity/*.lproj/Localizable.strings
Languages: ar

source: Mood Tracker
ar: مذكرة المزاج

source: Thought Record
ar: مذكرة الأفكار

source: OLDER
ar: أقدم من أسبوع

source: LAST 7 DAYS
ar: آخر ٧ أيام

source: TODAY
ar: اليوم

source: How are you?
ar: كيف حالك؟

source: Awful
ar: سيئ جدًا

source: Meh
ar: سيئ

source: OK
ar: لا بأس

source: Good
ar: جيد

source: Great
ar: رائع

source: Feelings
ar: المشاعر

source: Activity
ar: النشاط

source: With
ar: مع

source: Place
ar: المكان

source: Wonderful
ar: رائع

source: Excited
ar: متحمس

source: Happy
ar: سعيد

source: Calm
ar: هادئ

source: I don't know
ar: ما أعرف

source: Streesed
ar: متوتر

source: Working
ar: عمل

source: Watching a movie
ar: مشاهدة فلم

source: Drinking coffee
ar: شرب القهوة

source: Nothing
ar: ولا شي

source: Workout
ar: رياضة

source: Going out
ar: في الخارج

source: Friends
ar: اصدقاء

source: Parents
ar: الوالدين

source: Dog
ar: كلب

source: Alone
ar: لا احد

source: Colleages
ar: زملاء

source: Spouse
ar: الزوج

source: Home
ar: المنزل

source: Work
ar: العمل

source: Coffee Shop
ar: كوفي شوب

source: Park
ar: الحديقة

source: School
ar: المدرسة

source: Edit
ar: تعديل

source: Next
ar: التالي

source: Continue
ar: متابعة

source: Journaling
ar: التدوين

source: What Happend ?
ar: التدوين...

source: Add
ar: تم

source: Backup to iCloud
ar: نسخة إحتياطية في الآي كلاود

source: Privacy & Security
ar: الخصوصية

source: Language
ar: اللغة

source: Settings
ar: الإعدادات

source: Your Mood Tracker is Empty
ar: لا يوجد أي مذكرة

source: TOTAL CHECK IN
ar: مجموع المذكرات

source: Journaling. It's simply writing down your thoughts and feelings to understand them more clearly.
ar: التدوين هو لفهم مشاعرنا وأفكارنا عبر كتابتها

source: Clarity takes privacy very serious.
ar: كلاريتي حريصه على حماية الخصوصية

source: • No content, including journal entries and any activity will be saved, tracked or even backed up in our servers. • We provide CloudKit so you can easily backup your data easily and securely using your iCloud Account
ar: • لن يتم حفظ أي ملفات، تدوينات الشخصية أو تتبع المستخدم. • نوفر لكم خدمة حفظ بياناتكم على سيرفرات أبل من خلال استخدام البريد الإلكتروني الخاص بكم.

source: Clarity will never have access to your data.
ar: لايمكن لكلاريتي ان تصل الى بياناتكم المحفوظة في الأيكلاود الخاص بكم.

source: Storing your enteries in iCloud keeps them up-to-date across all of your devices. If you delete an entry, it will be deleted from iCloud and your devices.
ar: حفظ البيانات في الآي كلاود تبقيها محدثة على جميع اجهزتك. اذا تم حذف أي مذكرة، سوف تحذف من كل الاجهزة وحسابك في الآي كلاود

source: Please don't share your iCloud account so your journals and entries won't be seen by others.
ar: لاتستخدم حساب آي كلاود مشترك. لكي لايتم إظهار المذكرات في جهاز آخر.

source: CBT Thought Record
ar: مذكرة الأفكار - CBT

source: Your Thought Record is Empty
ar: لا يوجد أي مذكرة

source: Situation / Trigger
ar: الموقف

source: Automatic Thoughts
ar: الأفكار السلبية

source: Mood/Emotion
ar: المشاعر

source: Evidence for the Thought
ar: أدله تدعم الأفكار السلبية

source: Evidence Against the Thought
ar: أدله ضد الأفكار السلبية

source: Alternative Thought
ar: التفكير البديل

source: Outcome
ar: النتيجة

source: -Where where you? -What were you doing? -Who were you with?
ar: -مع من كنت؟ -ماذا كنت تفعل؟ -متى؟ -أين؟

source: -What thoughts were going through your mind? -What memories or images were in my mind?
ar: -اكتب كل الافكار السلبية ،الخيالات التي كانت تدور في ذهنك

source: -Emotions can be described with one word E.g angry,sad,scared rate 0-100%
ar: -صف مشاعرك -قيم شدة المشاعر ( 100% - 0)

source: -What facts support the truthfulness of this thought or image?
ar: -ما الحقائق التي تدعم صدق هذا الفكر أو الصورة؟

source: -What experiences indicate that this thought is not completely true all of the time? -If my best friend had this thought what would I tell them? -Are there any small experiences which contradict this thought?
ar: -ما التساؤلات التي تعترض الأفكار السلبية؟ -اذا كان صديقك لديه هذه الافكار، ماذا سوف تقول له؟

source: -Write a new thought which takes into account the evidence for and against the original thoughts
ar: -اكتب فكرة بديلة تأخذ في الاعتبار الأدلة المؤيدة والمعارضة للأفكار السلبية.

source: -How do you feel about the situation now? Rate 0-100%
ar: - بناًء على التفكير البديل، أعد تقييم شدة الأفكار السلبية. -أعد تقييم شدة مشاعرك السلبية والجديدة ( 100% - 0)

source: Hints for
ar: تلميحات لـ

source: Previous
ar: العودة

source: Describe
ar: اكتب تجربة
